def welcome(name: str) -> str:
    return (
        f"Доброго времени суток, *{name}*! ✌️\n\n"
        "Вы в боте 🧠 `nobrain_production`\n\n"
        "Хотите узнать о нас подробнее, оформить заказ или задать вопрос❓\n\n"
        "Всё через меню ниже 👇"
    )


ABOUT_TEXT = (
    "🧠 `nobrain_production` — помогаем малому бизнесу автоматизироваться и выглядеть достойно.\n\n"
    "Подробнее о нас и наших кейсах на сайте по ссылке ниже 👇"
)

BLOG_TEXT = (
    "📲 Зачем бизнесу в Telegram?\n"
    "🎨 Как стиль влияет на продажи?\n\n"
    "Рассказываем на нашем канале👇"
)

MANAGER_TEXT = "Есть вопрос или нужна помощь❓\n\nМенеджер всегда на связи 👇"


